IDEA Open Model
LoadCase.Type Property
Compatible with IDEA StatiCa Beta 20.0
 Sub type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadCaseSubType Type { get; set; }
Public Property Type As LoadCaseSubType
	Get
	Set
Property Value
Type: LoadCaseSubType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace